/* (Action Extension - AEAUIMainController) error occurs when try turn off filtration on site. */
"You have exceeded the maximum number of the filter rules." = "Has excedido el número máximo de reglas de filtrado.";

/* (AEService) Service errors descriptions */
"Attempted to convert rules to JSON while service is not started." = "Intento de convertir reglas a JSON cuando el servicio no está corriendo.";

/* (AEUIAboutController) Alert message if user have no e-mail account on device */
"Can't send bug report because no email is probably set up on your device." = "No se puede enviar tu informe de error ya que quizá no configuraste un correo en tu dispositivo.";

/* (AEService) Service errors descriptions */
"Cannot add the filter rule. Rule text is invalid." = "No se puede añadir la regla de filtrado ya que el texto no es correcto.";

/* (AEService) Service errors descriptions */
"Cannot change the filter rule. Rule text is invalid." = "No se puede cambiar la regla ya que el texto no es correcto.";

/* (AEService) Service errors descriptions */
"Exceeded the maximum number of filter rules." = "¡Límite de número de reglas superado!";

/* (Action Extension - AEAUIMainController) Mail body to support team about incorrect blocking */
"Incorrect blocking on page:\n%@" = "Bloqueo incorrecto en la página:\n%@ ";

/* (Action Extension - AEAUIMainController) Mail body to support team about missed ad */
"Missed ad on page:\n%@" = "Anuncio no bloqueado en la página:\n%@ ";


/* (Action Extension - AEAUIMainController) error occurs when try turn off filtration on site. */
"Can't add domain to whitelist. Max count rules exceeded." = "Has excedido el número máximo de reglas de filtrado.";
/* (Action Extension - AEAUIMainController) Error tile */
"Error" = "Añadir Error";


/* (Action Extension - AEAUIMainController) Mail body to support team about incorrect blocking */
"Incorrect blocking on page:\n%@\n\n" = "Bloqueo incorrecto en la página:\n%@ ";

/* (Action Extension - AEAUIMainController) Mail body to support team about missed ad */
"Missed ad on page:\n%@\n\n" = "Anuncio no bloqueado en la página:\n%@ ";
/* (Action Extension - AEAUIMainController) Mail subject to support team about incorrect blocking */
"Report Incorrect Blocking" = "Informar de Bloqueo Incorrecto";

/* (Action Extension - AEAUIMainController) Mail subject to support team about missed ad */
"Report Missed Ad" = "Informar de Anuncio no Bloqueado";

/* (Action Extension - ActionViewController) Some errors when starting. */
"Unexpected error occurred while initializing Safari action extension. Please contact Adguard support if this happens again." = "Ocurrió un error inesperado mientras se iniciaba la extensión de Safari. Por favor, contact con el Soporte de Adguard si ocurre de nuevo.";


/* (AEService) Service errors descriptions */
"Attempt converting rules to JSON when service not started." = "Intento de convertir reglas a JSON cuando el servicio no está corriendo.";
/* (AEUIAboutController) Subject field for mail bug report */
"Bug Report" = "Informar de un problema";


/* (AEService) Service errors descriptions */
"Can't add rule. Rule is not correct." = "No se puede añadir la regla de filtrado ya que el texto no es correcto.";

/* (AEService) Service errors descriptions */
"Can't change rule. Rule is not correct." = "No se puede cambiar la regla ya que el texto no es correcto.";
/* (AESFilterConverter) Error occured when checking of the result from JSON converter. */
"Can't convert rules. Unexpected error occured. Please contact support team." = "No se puede convertir las reglas ya que ocurrió un error inesperado. Por favor, contacta con el equipo de soporte.";


/* (AEUIAboutController) Alert message if user have no e-mail account on device */
"Can't send bug report because you have no configured email account." = "No se puede enviar tu informe de error ya que quizá no configuraste un correo en tu dispositivo.";
/* (AEUIAboutController) Alert message if user have no e-mail account on device */
"Can't send message to support team because you have no configured email account." = "No se puede enviar el mensaje al equipo de soporte porque no se configuró una cuenta de correo";

/* (AEService) Service errors descriptions */
"Filters cannot be loaded into Safari. Therefore, your recent changes were not applied." = "Los filtros no pueden ser cargados en Safari. Por lo tanto, tus últimos cambios no fueron aplicados.";

/* (AEUILoadingModal) Standard message when filter conversion is performed. */
"Loading filters to Safari. Please do not turn off Adguard, the process will take no more than 30 seconds..." = "Cargando filtros a Safari. Por favor, no apagues Adguard, el proceso no llevará más de 30 segundos...";


/* (AEService) Service errors descriptions */
"Rules count limit exceeded!" = "¡Límite de número de reglas superado!";
